{
  "language": "ru",
  "header": {
    "main": "ГЛАВНАЯ",
    "commands": "КОМАНДЫ",
    "documentation": "ДОКУМЕНТАЦИЯ",
    "supportUs": "СЕРВЕР ПОДДЕРЖКИ",
    "onTop": "На верх",
    "menu": "меню",
    "settings": "Настройки"
  },
  "menu": {
    "theme": "Тема",
    "dark": "Тёмная",
    "light": "Светлая",
    "language": "Язык",
    "russian": "Русский",
    "english": "Английский",
    "system": "Система"
  },
  "footer": {
    "main": "Главная",
    "documentation": "Документация",
    "commands": "Команды",
    "feedback": "Обратная свзяь",
    "supportUs": "Поддержите нас",
    "invite": "Пригласить LordBot'а",
    "poweredBy": "Powered by Джино",
    "status": "Статус",
    "termsOfUse": "Условия использования",
    "confidentiality": "Конфиденциальность",
    "cookies": "Файлы Куки"
  },
  "main": {
    "description": "Добро пожаловать в мир LordCord - вашего верного бота для управления сервером!",
    "addToDiscord": "ДОБАВИТЬ В DISCORD",
    "myServers": "МОИ СЕРВЕРЫ",
    "serverConquestPart1": "LordCord завоевал сердца не только на",
    "serverConquestPart2": "серверах Discord, но и за их пределами!",
    "dignity": {
      "firstTitle": "Кастомизация",
      "firstContent": "В Отделе Кастомизации у вас открывается удивительная возможность легко изменить префикс и цвет системных сообщений, чтобы добавить вашему серверу уникальный стиль и особенную атмосферу. С помощью LordCord вы сможете без труда выразить свою неповторимость и уникальность, делая ваш сервер особенным и запоминающимся для всех пользователей!",
      "secondTitle": "Удобная настройка",
      "secondContent": "Вы можете настроить поведение бота в соответствии с вашими уникальными потребностями и предпочтениями. От управления разрешениями до полной кастомизации команд - каждый аспект работы бота находится под вашим контролем и гарантирует вам идеальную индивидуализацию и лучший опыт использования!",
      "thirdTitle": "Мультиязычность",
      "thirdContent": "Приветствуем вас в Отделе Мультиязычности LordCord! Мы рады предложить вам возможность настроить бота на отображение информации на любом из доступных языков, что обеспечит эффективное и удобное взаимодействие с пользователями из разных уголков мира. Наша цель - сделать общение и обмен информацией максимально понятным и удобным для каждого участника, независимо от его языкового предпочтения!",
      "fourthTitle": "Автоматизация",
      "fourthContent": "LordCord - это мощный инструмент, который открывает перед вами широкие возможности по управлению ролями, созданию автоматических реакций и сообщений при наличии веток. Наша платформа позволяет вам легко и эффективно настроить все необходимые параметры для автоматизации работы вашего сервера. Благодаря этому вы сможете значительно упростить процессы, сделать их более структурированными и удобными как для себя, так и для участников вашего сообщества. Мы стремимся помочь вам создать максимально функциональный и гибкий сервер, который будет соответствовать всем вашим потребностям и желаниям.",
      "fifthTitle": "Экономика",
      "fifthContent": "LordCord предоставляет возможность разработать индивидуальную экономическую систему для вашего сервера, которая поможет вам эффективно управлять ресурсами и стимулировать развитие вашего сообщества. Сотрудничая с нами, вы сможете создать уникальную и гибкую модель экономики, которая подойдет именно для ваших целей и потребностей. Надеемся, что наше партнерство принесет вам максимальную пользу и поможет сделать ваш сервер более привлекательным и динамичным для участников.",
      "sixthTitle": "Настройки команд",
      "sixthContent": "Отдел Настроек Команд - это удивительное пространство, где вы можете тщательно настроить различные команды, предоставляемые ботом LordCord. Позвольте себе преобразить их таким образом, чтобы они идеально соответствовали потребностям и особенностям вашего сообщества. Каждая команда может быть специально настроена и сконструирована, чтобы поддерживать уникальный опыт для пользователей. Настройка команд является ключом к созданию персонализированного и неповторимого взаимодействия с вашими участниками, что поможет укрепить и развить ваше сообщество в целом."
    }
  },
  "commands": {
    "title": "Команды",
    "findCommand": "Найти команду",
    "all": "Все",
    "major": "Главные",
    "moderation": "Модерация",
    "economy": "Экономика",
    "voice": "Голосовые",
    "info": "Справка",
    "standardPrefix": "Стандартный префикс",
    "canChange": "Вы можете поменять его в панели управления",
    "canUse": "Можно использовать",
    "syntax": "Синтаксис",
    "optionalParameter": "Опциональный параметр",
    "requiredParameter": "Обязательный параметр",
    "parameterSelection": "Выбор параметра",
    "selectionExample": "A | Б | В",
    "variants": "Варианты",
    "examples": "Примеры",
    "can": "Можно",
    "cant": "Нельзя",
    "beTurnedOff": "выключить"
  },
  "notFound": {
    "temporarilyUnavailable": "Страница временно отсутствует",
    "temporarilyDesc": "Мы работаем над её созданием",
    "unavailable": "Страница не найдена",
    "unavailableDesc": "Вы перешли по неправильной ссылке или старница была удалена",
    "returnTo": "Вернуться на ",
    "mainPage": "Главную"
  },
  "errors": {
    "comLang": "Чтобы изменить язык описания команд перезагрузить страницу. Мы работаем чтобы исправить это. Извините."
  }
}
